Repository: pauljoda/Crest
Catalog: CrestShared/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: Replaces the Crest content in iCloud with this device’s content
ar: يستبدل محتوى Crest في iCloud بمحتوى هذا الجهاز

source: Replaces this device’s Crest content with the iCloud copy
ar: يستبدل محتوى Crest على هذا الجهاز بنسخة iCloud

source: Reported by the extension
ar: أبلغت عنه الإضافة

source: Request Desktop Website
ar: طلب موقع سطح المكتب

source: Request Mobile Website
ar: طلب موقع الهاتف المحمول

source: Requesting passkey access
ar: جارٍ طلب الوصول إلى مفاتيح المرور

source: Require device authentication
ar: طلب مصادقة الجهاز

source: Require device authentication to view this Space
ar: طلب مصادقة الجهاز لعرض هذه المساحة

source: Reset All
ar: إعادة تعيين الكل

source: reset zoom zero
ar: إعادة تعيين التكبير صفر

source: Resize Sidebar
ar: تغيير حجم الشريط الجانبي

source: Resize Split View Columns
ar: تغيير حجم أعمدة العرض المنقسم

source: Restore %@
ar: استعادة %@

source: Restore %arg
ar: استعادة %arg

source: Retention is set separately for this Space. Crest checks when it opens, after sync, and every 15 minutes while active. Download cleanup removes Crest’s record only; downloaded files stay on disk.
ar: يُضبط الاحتفاظ بشكل منفصل لهذه المساحة. يتحقق Crest عند فتحه وبعد المزامنة وكل 15 دقيقة أثناء النشاط. تزيل عملية تنظيف التنزيلات سجل Crest فقط؛ وتبقى الملفات المنزلة على القرص.

source: Retries the failed address
ar: يعيد محاولة فتح العنوان الذي فشل

source: return
ar: الإدخال

source: Return to Saved URL
ar: العودة إلى عنوان URL المحفوظ

source: Returns to the last page
ar: يعود إلى الصفحة الأخيرة

source: Reveal Password
ar: إظهار كلمة المرور

source: Review Crest Setup
ar: مراجعة إعداد Crest

source: Review this Space’s content and network settings.
ar: راجع إعدادات المحتوى والشبكة لهذه المساحة.

source: right arrow
ar: السهم الأيمن

source: Rising Sun
ar: الشمس الشارقة

source: River
ar: النهر

source: Romanian List
ar: القائمة الرومانية

source: Round
ar: دائري

source: Routing
ar: التوجيه

source: Running
ar: قيد التشغيل

source: Runtime
ar: وقت التشغيل

source: Russian-language advertising.
ar: الإعلانات باللغة الروسية.

source: Safari Session
ar: جلسة Safari

source: Sailboat
ar: المركب الشراعي

source: Saltire
ar: صليب مائل

source: Same crest, different colors. Try a palette or mix your own.
ar: الشعار نفسه بألوان مختلفة. جرّب لوحة ألوان أو امزج ألوانك.

source: Save & Offer to Passwords
ar: حفظ وعرض نسخة على «كلمات السر»

source: Save in %@
ar: حفظ في %@

source: Save in Folder
ar: حفظ في مجلد

source: Save in this Space
ar: حفظ في هذه المساحة

source: Save password?
ar: هل تريد حفظ كلمة المرور؟

source: Save to Files…
ar: حفظ في الملفات…

source: Save Web Archive
ar: حفظ أرشيف الويب

source: Save Web Archive…
ar: حفظ أرشيف الويب…

source: Saved
ar: محفوظة

source: Saved and current tabs
ar: علامات التبويب المحفوظة والحالية

source: Saved decisions
ar: القرارات المحفوظة

source: Saved in %@
ar: تم الحفظ في %@

source: Saved in %@. The Passwords offer wasn’t completed.
ar: تم الحفظ في %@. لم يكتمل عرض النسخة على «كلمات السر».

source: Saved in this Space
ar: تم الحفظ في هذه المساحة

source: Saved in this Space. The Passwords offer wasn’t completed.
ar: تم الحفظ في هذه المساحة. لم يكتمل عرض النسخة على «كلمات السر».

source: Saved passwords
ar: كلمات المرور المحفوظة

source: Saved tabs
ar: علامات التبويب المحفوظة

source: Saved Tabs
ar: علامات التبويب المحفوظة

source: Saving password
ar: جارٍ حفظ كلمة المرور

source: Seal
ar: ختم

source: Search accounts or sites
ar: البحث في الحسابات أو المواقع

source: Search and cleanup are owned by each Space. Cleanup moves inactive current tabs to Archive and never removes the selected tab.
ar: ينتمي البحث والتنظيف إلى كل مساحة. ينقل التنظيف علامات التبويب الحالية غير النشطة إلى الأرشيف ولا يزيل علامة التبويب المحددة مطلقًا.

source: Search and cleanup stay independent in every Space. Cleanup archives inactive current tabs and preserves the selected tab.
ar: يظل البحث والتنظيف مستقلين في كل مساحة. يؤرشف التنظيف علامات التبويب الحالية غير النشطة ويحافظ على علامة التبويب المحددة.

source: Search Archive…
ar: البحث في الأرشيف…

source: Search Downloads…
ar: البحث في التنزيلات…

source: Search engine
ar: محرك البحث

source: Search History…
ar: البحث في السجل…

source: Search or Enter URL…
ar: ابحث أو أدخل عنوان URL…

source: Search or enter website
ar: ابحث أو أدخل موقع ويب

source: Search settings
ar: البحث في الإعدادات

source: Search this Space
ar: البحث في هذه المساحة

source: Searching
ar: جارٍ البحث

source: Second field color
ar: لون الحقل الثاني

source: Secondary
ar: الثانوي

source: Security
ar: الأمان

source: Select a Space
ar: اختيار مساحة

source: Select Space %arg
ar: اختيار المساحة %arg

source: Select Space %lld
ar: اختيار المساحة %lld

source: Select Tab %arg
ar: اختيار علامة التبويب %arg

source: Select Tab %lld
ar: اختيار علامة التبويب %lld

source: Select this Space, or drop a tab to move it here
ar: اختر هذه المساحة، أو أفلت علامة تبويب لنقلها إلى هنا

source: Selected
ar: محددة

source: Selected, Open Space
ar: محدّدة، مساحة عامة

source: Selected, Private Space
ar: محدّدة، مساحة خاصة

source: Separate All Tabs
ar: فصل كل علامات التبويب

source: Server not found
ar: لم يتم العثور على الخادم

source: Set the scene
ar: اختر الخلفية

source: Set Up Crest
ar: إعداد Crest

source: Set up Crest iCloud sync, monitor activity, diagnose problems, and choose which copy to keep when devices differ.
ar: قم بإعداد مزامنة Crest مع iCloud ومراقبة النشاط وتشخيص المشكلات واختيار النسخة التي تريد الاحتفاظ بها عند اختلاف الأجهزة.

source: Set up your Spaces
ar: إعداد مساحاتك

source: Settings
ar: الإعدادات

source: Settings for
ar: إعدادات

source: Setup
ar: الإعداد

source: Shape
ar: الشكل

source: Shape, emblem, border and layer colors
ar: الشكل والرمز والإطار وألوان الطبقات

source: Share & Export…
ar: مشاركة وتصدير…

source: Share Diagnostics
ar: مشاركة التشخيصات

source: Share Page
ar: مشاركة الصفحة

source: Share…
ar: مشاركة…

source: Shell
ar: الصدفة

source: Shield
ar: الدرع

source: shift
ar: العالي

source: Shortcuts
ar: الاختصارات

source: Show Archive
ar: إظهار الأرشيف

source: Show Downloads
ar: إظهار التنزيلات

source: Show History
ar: إظهار السجل

source: Show in Finder
ar: إظهار في Finder

source: Show or Hide Reader
ar: إظهار القارئ أو إخفاؤه

source: Show or Hide Sidebar
ar: إظهار الشريط الجانبي أو إخفاؤه

source: Show Reader
ar: إظهار القارئ

source: Show Sidebar
ar: إظهار الشريط الجانبي

source: Show Toolbar
ar: إظهار شريط الأدوات

source: Show Web Inspector
ar: إظهار فاحص الويب

source: Sign-in, unlocking, and filling won’t work through the Safari extension in Crest. The compatible route requires 1Password for Mac, the Chrome Web Store extension, the official Crest for Mac release, and adding Crest as a trusted browser in 1Password.
ar: لن يعمل تسجيل الدخول أو إلغاء القفل أو الملء عبر إضافة Safari في Crest. يتطلب المسار المتوافق 1Password لنظام Mac وإضافة Chrome Web Store والإصدار الرسمي من Crest لنظام Mac وإضافة Crest كمتصفح موثوق في 1Password.

source: Simple Symbol
ar: رمز بسيط

source: Site access and data
ar: الوصول إلى المواقع والبيانات

source: site rule
ar: قاعدة موقع

source: site rules
ar: قواعد المواقع

source: Sites will ask before using protected capabilities, opening pop-ups, or starting automatic downloads in this Space.
ar: ستطلب المواقع الإذن قبل استخدام الإمكانات المحمية أو فتح النوافذ المنبثقة أو بدء التنزيلات التلقائية في هذه المساحة.

source: Sites will ask before using protected capabilities, opening pop-ups, or starting automatic downloads.
ar: ستطلب المواقع الإذن قبل استخدام الإمكانات المحمية أو فتح النوافذ المنبثقة أو بدء التنزيلات التلقائية.

source: Snowflake
ar: ندفة الثلج

source: Social Media
ar: وسائل التواصل الاجتماعي

source: Social sharing buttons and embedded widgets.
ar: أزرار المشاركة الاجتماعية والأدوات المُدمجة.

source: Social widgets using Safari-optimized rules.
ar: أدوات التواصل الاجتماعي بقواعد مُحسّنة لـ Safari.

source: Solid
ar: سادة

source: Some features may not work correctly. Try turning the extension off and back on. If the problem continues, update or reinstall it.
ar: قد لا تعمل بعض الميزات بشكل صحيح. جرّب إيقاف الإضافة ثم تشغيلها. إذا استمرت المشكلة، فحدّثها أو أعد تثبيتها.

source: Something to read
ar: شيء للقراءة

source: space
ar: المسافة

source: Space
ar: المساحة

source: Space actions
ar: إجراءات المساحة

source: Space Actions
ar: إجراءات المساحة

source: Space appearance
ar: مظهر المساحة

source: Space branding builder
ar: أداة إنشاء الهوية المرئية للمساحة

source: Space icon
ar: أيقونة المساحة

source: Space Icon
ar: أيقونة المساحة

source: Space isolation
ar: عزل المساحات

source: Space name
ar: اسم المساحة

source: Space preview
ar: معاينة المساحة

source: Space-specific add-ons
ar: إضافات خاصة بكل مساحة

source: Spaces
ar: المساحات

source: Spanish- and Portuguese-language advertising.
ar: الإعلانات باللغتين الإسبانية والبرتغالية.

source: Sparkles
ar: البريق

source: Split
ar: منقسم

source: Split the colors behind your emblem.
ar: قسّم الألوان خلف رمزك.

source: Split View
ar: العرض المنقسم

source: split view break up unsplit separate cards
ar: العرض المنقسم تفكيك إلغاء التقسيم فصل البطاقات

source: split view card remove leave unsplit
ar: بطاقة العرض المنقسم إزالة مغادرة إلغاء التقسيم

source: Split View Cards
ar: بطاقات العرض المنقسم

source: split view cards focus cycle left right arrow
ar: بطاقات العرض المنقسم تركيز تنقل السهم الأيسر الأيمن

source: split view cards side by side columns
ar: بطاقات العرض المنقسم جنبًا إلى جنب أعمدة

source: Split View Columns
ar: أعمدة العرض المنقسم

source: Split View with %lld tabs
ar: عرض منقسم بـ %lld علامة تبويب

source: Split with Current Tab
ar: تقسيم مع علامة التبويب الحالية

source: Split With Next Tab
ar: تقسيم مع علامة التبويب التالية

source: Standard
ar: قياسي

source: Star
ar: النجمة

source: Start Page
ar: صفحة البداية

source: Start Page search
ar: بحث صفحة البداية

source: Start with a restrained palette, then make any color your own.
ar: ابدأ بلوحة ألوان هادئة، ثم خصّص أي لون كما تريد.

source: Start with a Space that feels like you. Add more whenever you need them.
ar: ابدأ بمساحة تعبّر عنك. وأضف المزيد متى احتجت إليها.

source: Startup
ar: بدء التشغيل

source: Startup choices take effect the next time Crest opens a window.
ar: تسري خيارات بدء التشغيل في المرة التالية التي يفتح فيها Crest نافذة.

source: Status
ar: الحالة

source: Stop
ar: إيقاف

source: Stop Keeping Loaded
ar: إيقاف إبقاء علامة التبويب محمّلة

source: Stop Loading
ar: إيقاف التحميل

source: Stored only in %@, with Crest iCloud sync
ar: مخزّنة في %@ فقط، مع مزامنة Crest عبر iCloud

source: Stored only in the %@ Space
ar: مخزّنة في مساحة %@ فقط

source: Stored only in the %arg Space
ar: مخزّنة في مساحة %arg فقط

source: Stored only in this Space
ar: مخزّنة في هذه المساحة فقط

source: Stored only in this Space, with Crest iCloud sync
ar: مخزّنة في هذه المساحة فقط، مع مزامنة Crest عبر iCloud

source: Storm
ar: العاصفة

source: Strict
ar: صارم

source: Strong contrast and one dominant idea usually make the clearest crest. This is a personal Space mark, not an official heraldic grant.
ar: عادةً ما يجعل التباين القوي والفكرة الواحدة المهيمنة الشعار أكثر وضوحًا. هذه علامة شخصية للمساحة وليست منحة شعارات رسمية.

source: Strong password for %@
ar: كلمة مرور قوية لـ %@

source: Strong Password for %@
ar: كلمة مرور قوية لـ %@

source: Study
ar: الدراسة

source: Sun
ar: الشمس

source: Sunburst
ar: أشعة شمس

source: Swipe between Spaces
ar: اسحب بين المساحات

source: Swipe to review each Space
ar: اسحب لمراجعة كل مساحة

source: switch cycle spaces left right arrow
ar: تبديل تنقل المساحات السهم الأيسر الأيمن

source: switch cycle tabs up down arrow
ar: تبديل تنقل علامات التبويب السهم الأعلى الأسفل

source: Switch Space
ar: تبديل المساحة

source: Switch to Tab
ar: التبديل إلى علامة التبويب

source: Symbol
ar: الرمز

source: Symbol or emoji
ar: رمز أو إيموجي

source: Sync
ar: المزامنة

source: Sync Crest with iCloud
ar: مزامنة Crest مع iCloud

source: Sync Monitor
ar: مراقبة المزامنة

source: Sync Now
ar: مزامنة الآن

source: Sync this Space’s Crest passwords with iCloud Keychain
ar: مزامنة كلمات مرور Crest في هذه المساحة مع سلسلة مفاتيح iCloud

source: Sync with iCloud Keychain
ar: المزامنة مع سلسلة مفاتيح iCloud

source: Synced from another device
ar: متزامنة من جهاز آخر

source: Synced from Another Device
ar: متزامنة من جهاز آخر

source: Synchronization
ar: المزامنة

source: Synchronized through Crest’s iCloud Keychain item
ar: تتم المزامنة عبر عنصر سلسلة مفاتيح iCloud الخاص بـ Crest

source: System passkeys
ar: مفاتيح مرور النظام

source: System Passkeys
ar: مفاتيح مرور النظام

source: System passkeys: %@
ar: مفاتيح مرور النظام: %@

source: System passkeys: %arg
ar: مفاتيح مرور النظام: %arg

source: System Passwords is unavailable while Crest is running an isolated session.
ar: كلمات مرور النظام غير متاحة أثناء تشغيل Crest في جلسة معزولة.

source: tab
ar: الجدولة

source: Tab Name
ar: اسم علامة التبويب

source: Tab placement for %@
ar: موضع علامة التبويب لـ %@

source: Tab Unloaded
ar: تم إلغاء تحميل علامة التبويب

source: Tabs
ar: علامات التبويب

source: Tabs reorder live across pinned, saved, folder, and current sections.
ar: يُعاد ترتيب علامات التبويب مباشرةً بين الأقسام المثبتة والمحفوظة والمجلدات والحالية.

source: Technical Details
ar: التفاصيل التقنية

source: Texture
ar: النسيج

source: That browser is no longer available on this Mac.
ar: لم يعد ذلك المتصفح متاحًا على هذا الـ Mac.

source: The address field and navigation stay in the sidebar.
ar: يبقى حقل العنوان وأدوات التنقل في الشريط الجانبي.

source: The address uses a format or protocol Crest doesn’t support.
ar: يستخدم العنوان تنسيقًا أو بروتوكولاً لا يدعمه Crest.

source: The choice takes effect the next time Crest starts.
ar: يسري هذا الاختيار في المرة القادمة التي يتم فيها تشغيل Crest.

source: The connection to %@ ended before the page finished loading.
ar: انتهى الاتصال بـ %@ قبل اكتمال تحميل الصفحة.

source: The connection was interrupted
ar: انقطع الاتصال

# The credential belongs to the embedded %@ frame, not %@.
source: The credential belongs to the embedded %1$@ frame, not %2$@.
ar: تنتمي بيانات الاعتماد إلى إطار %1$@ المضمّن، وليس إلى %2$@.

# The credential belongs to the embedded %arg frame, not %arg.
source: The credential belongs to the embedded %1$arg frame, not %2$arg.
ar: تنتمي بيانات الاعتماد هذه إلى إطار %1$arg المضمّن، وليس إلى %2$arg.

source: The CSV file will contain readable usernames and passwords from only the selected Space. Anyone with the file can read them. Crest will authenticate you before opening the Files picker.
ar: سيحتوي ملف CSV على أسماء مستخدمين وكلمات مرور مقروءة من المساحة المحددة فقط. يمكن لأي شخص لديه الملف قراءتها. سيقوم Crest بمصادقتك قبل فتح منتقي «الملفات».

source: The CSV file will contain readable usernames and passwords from only the selected Space. Anyone with the file can read them. Crest will authenticate you before opening the save panel.
ar: سيحتوي ملف CSV على أسماء مستخدمين وكلمات مرور مقروءة من المساحة المحددة فقط. يمكن لأي شخص لديه الملف قراءتها. سيقوم Crest بمصادقتك قبل فتح لوحة الحفظ.

source: The diagnostics report contains sync status and record counts, not URLs, titles, browsing history, passwords, or account identifiers.
ar: يتضمن تقرير التشخيص حالة المزامنة وأعداد السجلات، ولا يتضمن عناوين URL أو العناوين أو سجل التصفح أو كلمات السر أو معرّفات الحساب.

source: The form changed before Crest could fill the password.
ar: تغيّر النموذج قبل أن يتمكن Crest من إدخال كلمة المرور.

source: The foundation of your crest. Compare each shape below.
ar: أساس شعارك. قارن الأشكال أدناه.

source: The local encrypted-record projection is active. Production CloudKit transport remains unavailable until the iCloud container and entitlements are activated in the developer portal.
ar: إسقاط السجلات المشفرة المحلي نشط. يظل نقل CloudKit الإنتاجي غير متاح حتى يتم تفعيل حاوية iCloud والاستحقاقات في بوابة المطور.

source: The new folder will appear inside %@.
ar: سيظهر المجلد الجديد داخل %@.

source: The new folder will appear inside %arg.
ar: سيظهر المجلد الجديد داخل %arg.

source: The original filename used invisible or direction-changing characters that can disguise its real extension.
ar: استخدم اسم الملف الأصلي أحرفًا غير مرئية أو أحرفًا تغيّر اتجاه النص لإخفاء امتداده الحقيقي.

source: The other modifier opens the link in a new tab.
ar: يفتح المُعدِّل الآخر الرابط في علامة تبويب جديدة.

source: The outer finish. Keep it quiet so the shield survives being small.
ar: اللمسة الخارجية. أبقها هادئة ليبقى الدرع واضحًا عند التصغير.

source: The page sits inside a Space-colored window frame.
ar: تقع الصفحة داخل إطار نافذة بلون المساحة.

source: The server-reported file type does not match the filename and one of those types can run software.
ar: نوع الملف الذي أبلغ عنه الخادم لا يطابق اسم الملف، ويمكن لأحد هذين النوعين تشغيل البرامج.

source: The shape the arms are borne on.
ar: الشكل الذي يُحمل عليه الشعار.

source: The single figure these arms are known by. It has to read at tab size.
ar: الرمز الوحيد الذي يُعرف به هذا الشعار. يجب أن يظل واضحًا بحجم علامة التبويب.

source: The Space remains locked.
ar: تظل المساحة مقفلة.

source: The technical details below can help identify the cause.
ar: قد تساعد التفاصيل التقنية أدناه في تحديد السبب.

source: The web content process stopped repeatedly. Your tab and address are safe.
ar: توقفت عملية محتوى الويب بشكل متكرر. علامة التبويب والعنوان بأمان.

source: The web content process stopped repeatedly. Your tab and last address are still available.
ar: توقفت عملية محتوى الويب بشكل متكرر. لا تزال علامة التبويب وآخر عنوان متاحين.

source: This bookmark file exceeds Crest’s folder, depth, tab, or Space limits.
ar: يتجاوز ملف الإشارات المرجعية هذا حدود المجلدات أو العمق أو علامات التبويب أو المساحات في Crest.

source: This bookmark file is larger than Crest’s 50 MB import limit.
ar: ملف الإشارات المرجعية هذا أكبر من حد الاستيراد البالغ 50 ميغابايت في Crest.

source: This build cannot request browser-wide passkey access until Apple approves Crest’s managed capability.
ar: لا تستطيع هذه النسخة طلب وصول مفاتيح المرور على مستوى المتصفح حتى تعتمد Apple القدرة المُدارة لـ Crest.

source: This Chromium session is profile-encrypted and cannot be safely imported outside its source browser.
ar: جلسة Chromium هذه مشفرة بالملف الشخصي ولا يمكن استيرادها بأمان خارج متصفحها المصدر.

# This credential belongs to the embedded %@ frame, not %@.
source: This credential belongs to the embedded %1$@ frame, not %2$@.
ar: تنتمي بيانات الاعتماد هذه إلى إطار %1$@ المضمّن، وليس إلى %2$@.

source: This Crest browser-data version (%lld) is not supported.
ar: إصدار بيانات متصفح Crest هذا (%lld) غير مدعوم.

source: This Crest build can’t launch native companion apps. Install the official Crest for Mac release and the companion app to enable this extension.
ar: لا يمكن لهذا الإصدار من Crest تشغيل التطبيقات المصاحبة الأصلية. ثبّت الإصدار الرسمي من Crest لنظام Mac والتطبيق المصاحب لتمكين هذه الإضافة.

source: This database has no HTTP or HTTPS history Crest can import.
ar: لا تحتوي قاعدة البيانات هذه على سجل HTTP أو HTTPS يمكن لـ Crest استيراده.

source: This device
ar: هذا الجهاز

source: This extension can’t run in Crest
ar: لا يمكن تشغيل هذه الإضافة في Crest

source: This extension ran into a problem
ar: واجهت هذه الإضافة مشكلة

source: This file does not contain any HTTP or HTTPS bookmarks Crest can import.
ar: لا يحتوي هذا الملف على أي إشارات مرجعية HTTP أو HTTPS يمكن لـ Crest استيرادها.

source: This file does not contain valid Crest browser data.
ar: لا يحتوي هذا الملف على بيانات متصفح Crest صالحة.

source: This file does not match the selected browser’s history format.
ar: لا يطابق هذا الملف تنسيق سجل المتصفح المحدد.

source: This file is larger than Crest’s 50 MB import limit.
ar: هذا الملف أكبر من حد الاستيراد البالغ 50 ميغابايت في Crest.

source: This file type can install or run software.
ar: يمكن لهذا النوع من الملفات تثبيت البرامج أو تشغيلها.

source: This history database is larger than Crest’s 512 MB import limit.
ar: قاعدة بيانات السجل هذه أكبر من حد الاستيراد البالغ 512 ميغابايت في Crest.

source: This immediately and permanently deletes %1$@ older than %2$@ in this Space, including synced copies. Downloaded files stay on disk.
ar: يؤدي هذا فورًا وبشكل نهائي إلى حذف %1$@ الأقدم من %2$@ في هذه المساحة، بما في ذلك النسخ المتزامنة. تبقى الملفات المنزلة على القرص.

source: This is how your colors fill the sidebar.
ar: هكذا ستظهر ألوانك في الشريط الجانبي.

source: This is not a Crest browser-data file.
ar: هذا ليس ملف بيانات متصفح Crest.

source: This option becomes available after Apple approves Crest’s managed browser capability.
ar: يصبح هذا الخيار متاحًا بعد موافقة Apple على إمكانية المتصفح المُدارة الخاصة بـ Crest.

source: This page could not be presented in Reader Mode.
ar: تعذّر عرض هذه الصفحة في وضع القارئ.

source: This page couldn’t be opened
ar: تعذّر فتح هذه الصفحة

source: This page is redirecting incorrectly
ar: تعيد هذه الصفحة التوجيه بشكل غير صحيح

source: This page isn’t available
ar: هذه الصفحة غير متاحة

source: This page stopped responding
ar: توقفت هذه الصفحة عن الاستجابة

source: This page was blocked
ar: تم حظر هذه الصفحة

source: This policy applies only to %arg. Eligible tabs remain recoverable from Archive.
ar: تنطبق هذه السياسة على %arg فقط. تبقى علامات التبويب المؤهلة قابلة للاسترداد من الأرشيف.

source: This Safari extension depends on a native handler that belongs to its Safari app and can’t be reused by Crest. Install the extension’s Chrome Web Store version in Crest for Mac instead.
ar: تعتمد إضافة Safari هذه على معالج أصلي يخص تطبيق Safari ولا يمكن لـ Crest إعادة استخدامه. ثبّت إصدار الإضافة من Chrome Web Store في Crest لنظام Mac بدلاً من ذلك.

source: This session exceeds Crest’s tab, window, text, or decompression limits.
ar: تتجاوز هذه الجلسة حدود علامات التبويب أو النوافذ أو النص أو فك الضغط في Crest.

source: This session file is larger than Crest’s 512 MB import limit.
ar: ملف الجلسة هذا أكبر من حد الاستيراد البالغ 512 ميغابايت في Crest.

source: This session has no HTTP or HTTPS tabs Crest can import.
ar: لا تحتوي هذه الجلسة على علامات تبويب HTTP أو HTTPS يمكن لـ Crest استيرادها.

source: This sign-in frame is embedded in %arg.
ar: إطار تسجيل الدخول هذا مضمّن في %arg.

source: This site can’t be reached
ar: يتعذّر الوصول إلى هذا الموقع

source: This site took too long to respond
ar: استغرق هذا الموقع وقتًا طويلاً للاستجابة

source: This tab is still pinned or saved, but its web page is not using memory.
ar: لا تزال علامة التبويب هذه مثبتة أو محفوظة، لكن صفحة الويب الخاصة بها لا تستخدم الذاكرة.

source: Three
ar: ثلاثة

source: Today
ar: اليوم

source: Toggle Content Blocking
ar: تبديل حظر المحتوى

source: toggle recent switch tabs
ar: تبديل الأخيرة تنقل علامات التبويب

source: Toggle Sidebar
ar: تبديل الشريط الجانبي

source: Top Level
ar: المستوى الأعلى

source: Tower
ar: البرج

source: Travel
ar: السفر

source: Tree
ar: الشجرة

source: Trim
ar: الإطار

source: Trim color
ar: لون الإطار

source: Trusts this exact site certificate for the current browsing session
ar: يثق بشهادة هذا الموقع تحديدًا لجلسة التصفح الحالية

source: Try Again
ar: المحاولة مجددًا

source: Try again later; the site may be temporarily misconfigured.
ar: حاول مرة أخرى لاحقًا؛ قد يكون الموقع مهيأً بشكل غير صحيح مؤقتًا.

source: Try an address beginning with http:// or https://.
ar: جرّب عنوانًا يبدأ بـ http:// أو https://.

source: Try Passwords Again
ar: إعادة المحاولة مع «كلمات السر»

source: Try reloading the page in a fresh web content process.
ar: حاول إعادة تحميل الصفحة في عملية محتوى ويب جديدة.

source: Try the address again or open a different page.
ar: حاول فتح العنوان مرة أخرى أو افتح صفحة مختلفة.

source: Try this
ar: جرّب هذا

source: Turkish-language advertising.
ar: الإعلانات باللغة التركية.

source: Turn Off Content Blocking in This Space
ar: إيقاف حظر المحتوى في هذه المساحة
